{"lan": "eng", "s": {"Title:": "Crimea bridge: Ukraine claims responsibility for new attack on key bridge", "Publish Date:": "16/07/2023", "Text:": "CNN —\n\nA Ukrainian security official has claimed Kyiv’s responsibility for an attack on the bridge linking the annexed Crimean peninsula to the Russian mainland – a vital supply line for Russia’s war effort in Ukraine and a personal project for President Vladimir Putin.\n\nThe nearly 12-mile crossing, also known as the Kerch Bridge, is the longest in Europe and holds huge strategic and symbolic importance for Moscow. Monday’s attack on the bridge was the second since Russia launched its invasion of Ukraine, after a fuel tanker exploded while crossing it in October.\n\nA source in Ukraine’s Security Service (SBU) told CNN this attack was a joint operation of the SBU and Ukraine’s naval forces. The source spoke on condition of anonymity because they had not received authorization to speak on the record.\n\nTwo people were killed and their daughter wounded in the attack, according to Russian-appointed officials.\n\nTwo strikes were reportedly carried out around 3 a.m. local time Monday (8 p.m. ET Sunday), damaging part of the bridge, according to Telegram channel Grey Zone, which supports the Wagner mercenary group led by Yevgeny Prigozhin.\n\nExplosions were heard around 3:04 a.m. and 3:20 a.m. local time, Grey Zone and popular Crimean blogger ‘TalipoV Online Z’ said on Telegram.\n\nCNN is unable to verify those reports.\n\nThe governor of Russia’s Belgorod region, Vyacheslav Gladkov, confirmed that two people were killed and a third person was injured in the incident.\n\nGladkov said a girl was injured and her parents were killed while traveling in the car that was damaged in the incident.\n\n“There is damage to the roadway on spans of the Crimean Bridge,” Russia’s Transport Ministry said on Telegram. The spans on a bridge are the lengths between the support piers. Images showed a partial collapse of a section of the roadway portion of the bridge, which also carries railroad tracks.\n\nOn his Telegram channel, Vladimir Konstantinov, head of the State Council of the Republic of Crimea, blamed the damage to the bridge on a Ukrainian attack.\n\n“Tonight the terrorist regime in Kyiv committed a new crime – it attacked the Crimean bridge,” Konstantinov said.\n\n“The railroad track was not damaged by the strike,” Konstantinov added.\n\nSergey Aksenov, the Russia-appointed head of Crimea, said an “emergency incident” had been reported, halting traffic on the bridge, which serves as a vital logistical node for Moscow’s military in its war against Ukraine.\n\nVideos posted on Telegram by Baza, Grey Zone and other Crimean news outlets appeared to show part of the bridge collapsed and a vehicle damaged in the latest incident.\n\nEmergency responders and law enforcement have been dispatched to the scene, said Aksenov, the head of Crimea. The Transport Ministry said an inspection of the bridge was underway.\n\nAksenov urged residents and those traveling to and from Crimea to choose an alternative land route.\n\nLast October, another huge blast partially damaged the crossing, causing parts of it to collapse.\n\nThe bridge was severely damaged on October 8 when a fuel tanker exploded and destroyed a large section of the road. Responding to the attack – which took place the day after Putin turned 70 – Ukrainian officials posted a video of the bridge in flames alongside a video of Marilyn Monroe singing “Happy Birthday, Mister President.”\n\nRussia built the 19-kilometer bridge at a cost of around $3.7 billion after Moscow illegally annexed Ukraine’s Crimean Peninsula in 2014. It was the physical expression of Russian President Vladimir Putin’s objective to take over Ukraine and bind it to Russia forever.\n\nRussian investigators work at the scene on the section of the bridge damaged on July 17, 2023. Investigative Committee of Russia/Reuters\n\nIt is a critical artery for supplying Crimea with both its daily needs and supplies for the military, in addition to fuel and goods for civilians.\n\nA Russian-backed official of the peninsula, Elena Elekchyan, said Crimea is well supplied with fuel, food and industrial goods.\n\nAfter the October 8 blast, Russia quickly set about repairs to the span. It was fully reopened to traffic in February.\n\nEarlier this month, Ukraine’s Deputy Defense Minister Hanna Maliar made what appeared to be the clearest admission yet that Ukrainian forces were responsible for the October attack.\n\nA Ukraine official on Monday said damage to the bridge could hamper Russian logistics.\n\n“Any logistical problems are additional complications for the occupiers, which create potential advantages for the Ukrainian defense forces,” Representative of the Defense Intelligence of Ukraine Andrii Yusov said to Ukraine’s public broadcaster, Suspilne.\n\nHours after the explosions on the bridge, Russia announced that it is allowing a deal struck to enable the export of Ukrainian grain to expire, sparking fears of global food insecurity.\n\nKremlin spokesperson Dmitry Peskov told reporters that the decision to allow the deal to lapse was not related to Ukraine’s claimed strike on the bridge.\n\n“These are absolutely unrelated events,” he said. “Even before this terrorist attack, the position was declared by President Putin. And I repeat again, as soon as the part of the Black Sea agreements concerning Russia is fulfilled, Russia will immediately return to the implementation of the deal.”", "Top Image:": "https://media.cnn.com/api/v1/images/stellar/prod/230717123035-crimean-bridge-0717.jpg?c=16x9&q=w_800,c_fill", "Movies:": [], "Source URL:": "https://edition.cnn.com", "Canonical URL:": "https://www.cnn.com/2023/07/16/europe/russia-crimea-bridge-intl-hnk/index.html"}}